Repository: StichtingIAPC/SteamBird
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Steambird Admin
nl: Stoomvogel Admin

source: Home
nl: Voorpagina

source: Teachers
nl: Docenten

source: Config
nl: Configuratie

source: Materials
nl: Materialen

source: Change Period
nl: Verander Periode

source: Add course to study
nl: Vak toevoegen aan studie

source: Creating Course
nl: Vak aanmaken

source: There were some problems with the data you entered. Please see below.
nl: Er waren wat problemen met de informatie die je had ingevuld, zie hieronder

source: General course information
nl: Algemene informatie over het vak

source: Course Code:
nl: Vakcode:

source: Year
nl: Jaar

source: Name:
nl: Naam:

source: Course Code
nl: Vakcode

source: Period
nl: Periode

source: Name
nl: Naam

source: Coordinator of the course
nl: Coordinator van dit vak

source: Teachers related to course
nl: Docenten gerelateerd aan de module

source: Materials related to course
nl: Materialen gerelateerd aan het vak

source: Updated by info
nl: updated door info

source: Save profile
nl: Profiel opslaan

source: Save and go to next course
nl: Opslaan en naar volgend vak

source: Save and go back to overview
nl: Sla op en ga terug naar overzicht

source: Save
nl: Opslaan

source: Save and mark as updated
nl: Sla op en markeer als updated

source: Course-Study relations
nl: Vak - Studie relaties

source: Study
nl: Studie

source: Yes
nl: Ja

source: No
nl: Nee

source: Project SteamBird - LML Export
nl: Project Stoomvogel - LML Export

source: Edition
nl: Editie

source: Author(s)
nl: Auteur(s)

source: Image
nl: Plaatje

source: Material selection process for
nl: Materiaal Selectie Proces voor

source: Suggest another
nl: Stel een andere voor

source: Comment
nl: Opmerking

source: Suggest
nl: Stel voor

source: Material requested
nl: Materiaal aangevraagd

source: Checked for book availability
nl: Nagekeken voor beschikbaarheid van het boek

source: Book order confirmed
nl: Boeken order bevestigd

source: Selected study materials
nl: Geselecteerde studie matrialen

source: Accept
nl: Accepteer

source: Add new course
nl: Nieuw vak toevoegen

source: Courses to be updated:
nl: Vakken die geüpdated moeten worden

source: Course
nl: Vak

source: Study Year
nl: Studie Jaar

source: Courses that are already updated
nl: Courses die al geüpdated zijn

source: Delete Teacher
nl: Docent Verwijderen

source: Are you sure you want to delete Teacher '%(object)s' ?
nl: Ben je er zeker van dat je Docent '%(object)s' wilt verwijderen?

source: Delete
nl: Verwijder

source: Creating Teacher
nl: Docent Aanmaken

source: Teacher Information
nl: Docent Informatie

source: Titles
nl: Titels

source: Initials
nl: Initialen

source: First Name
nl: Voornaam

source: Surname Prefix
nl: Tussenvoegsels

source: Last name
nl: Achternaam

source: Active
nl: Actief

source: Retired
nl: Met Pensioen

source: Last Name
nl: Achternaam

source: Save Edit
nl: Sla op

source: Create new teacher
nl: Nieuwe Docent aanmaken

source: Active:
nl: Actief:

source: Retired:
nl: Met Pensioen:

source: ISBN number
nl: ISBN nummer

source: Title
nl: Titel

source: Year of publishing
nl: Jaar van Publicatie

source: Search
nl: Zoeken

source: Publishing year
nl: Publicatie Jaar

source: Create
nl: Creëer

source: Image link
nl: Link naar plaatje

source: Cover Image
nl: Omslag foto

source: Add material
nl: Materiaal toevoegen

source: Year {}
nl: Jaar {}

source: Type of this study
nl: Type van deze study

source: Name of study
nl: Naam van de study

source: Abbreviation of the study
nl: Afkorting van de studie

source: The year of (nominal) study this course is given
nl: Het jaar dat dit vak (nominaal) gegeven wordt

source: Course-Study relation
nl: Vak - Studie relatie

source: Studies this course belong to
nl: Studies waartoe dit vak behoort

source: Name of this course
nl: Naam van dit vak

source: Sub-courses for this course.
nl: Sub-vakken voor dit vak

source: Coordinator of this course
nl: Coordinator voor dit vak

source: Teachers of this course
nl: Docenten die dit vak geven

source: The period in the year for this course
nl: De periode in het jaar voor dit vak

source: The year in which this course takes place
nl: Het jaar dat het vak gegeven wordt

source: Updated by association?
nl: Updated door vereniging?

source: Updated by teacher?
nl: Updated door docent

source: Category name of this article
nl: Categorie naam van dit artikel

source: Name of the material
nl: Naam van het matriaal

source: Material collection
nl: Martiaal collectie

source: StudyMaterial Edition
nl: StudieMateriaal Editie

source: StudyMaterials Editions
nl: StudyMaterialen Edities

source: Other Material
nl: Andere Materiaal

source: Other Materials
nl: Andere Matrialen

source: ISBN 10 or ISBN 13
nl: ISBN 10 of ISBN 13

source: Author names, comma separated
nl: Auteursnamen, gesepareerd door komma's

source: Link to cover image of book
nl: Link naar boekomslag

source: Edition of the book
nl: Editie van het boek

source: Book
nl: Boek

source: Books
nl: Boeken

source: Digital Object Identifier
nl: Digital Object Identifier (DOI)

source: Possible URL to the Article
nl: Mogelijke URL naar het Artikel

source: Scientific Article
nl: Wetenschappelijk Artikel

source: Scientific Articles
nl: Wetenschappelijke Artikelen

source: Mutation type
nl: Mutatie type

source: Parent of this line
nl: Ouder van deze lijn

source: Related study material(s)
nl: Gerelateerde studie Materialen

source: Material Selection Process line
nl: Martiaal Selectie Processen lijn

source: Material Selection Process lines
nl: Martiaal Selectie Processen lijnen

source: Teachers assigned to manage this book process
nl: Docenten toegewezen aan dit boekenprocess

source: Is the material mandatory?
nl: Is dit materiaal verplicht?

source: Material Selection Process
nl: Materiaal Selectie Process

source: Material Selection Processes
nl: Martiaal Selectie Processen

source: Current year you are working in
nl: Huidig jaar waarin je aan het werk bent

source: The period in the year you are working in
nl: De periode in het jaar welke je mee bezig bent

source: Academic titles
nl: Academische Titels

source: First name
nl: Voornaam

source: Surname prefix
nl: Tussenvoegsels

source: Teacher
nl: Docent

source: Name of this association
nl: Naam van de vereniging

source: All the users that can manage books on behalf of this organization
nl: Alle gebruikers die boeken kunnen managen voor deze organisatie

source: Association
nl: Vereniging

source: Associations
nl: Verenigingen

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Steambird Teacher
nl: Stoomvogel Docent

source: Course Overview
nl: Vak overzicht

source: Hello <b>%(teacher)s</b>, this is the current status of the courses you are assigned to: (according to osiris)
nl: Hallo <b> %(teacher)s </b>, dit is de huidige status van de vakken aan welke je bent toegewezen (volgens Osiris):

source: These are the courses we could find you give in <b>%(year)s %(period)s</b>
nl: Dit zijn de vakken die we konden vinden dat je geeft in <b>%(year)s %(period)s</b>

source: No courses found
nl: Geen vakken gevonden

source: Project SteamBird
nl: Project Stoomvogel

source: @Luuk, Deal with it.
nl: @Luuk, ga ermee om

source: Steambird Django Admin
nl: Stoomvogel Django Admin

source: View site
nl: Bekijk website

source: Documentation
nl: Documentatie

source: Change password
nl: Verander wachtwoord

source: Log out
nl: Log uit

source: Django administration
nl: Django Administratie

source: History
nl: Geschiedenis

source: View on site
nl: Bekijk op website

source: Add %(name)s
nl: %(name)s toevoegen

source: Please correct the error below.
nl: Verbeter de foutmelding die hieronder staat

source: Please correct the errors below.
nl: Verbeter de foutmeldingen die hieronder staan

source: Add
nl: Toevoegen

source: Remove from sorting
nl: Verwijder uit sortering

source: Sorting priority: %(priority_number)s
nl: Sorteer volgorde: %(priority_number)s

source: Toggle sorting
nl: Switch sortering

source: Models in the %(name)s application
nl: Model in the %(name)s applicatie

source: View
nl: Bekijk

source: Change
nl: Verander

source: You don't have permission to view or edit anything.
nl: Je hebt geen rechten om iets te bekijken of aan te passen

source: Recent actions
nl: Recente acties

source: My actions
nl: Mijn acties

source: None available
nl: Geen beschikbaar

source: Unknown content
nl: Onbekende inhoud

source: Date/time
nl: Datum/tijd

source: User
nl: Gebruiker

source: Action
nl: Actie

source: This object doesn't have a change history. It probably wasn't added via this admin site.
nl: Dit object heeft geen aanpassing in zijn geschiedenis. Het was waarschijnlijk niet toegevoegd via deze admin site

source: Save as new
nl: Sla op als nieuw item

source: Save and add another
nl: Sla op en voeg een nieuwe toe

source: Save and continue editing
nl: Sla op en ga door met aanpassen

source: Save and view
nl: Sla op en bekijk

source: Close
nl: Sluit

source: Steambird
nl: Stoomvogel

source: Store Website
nl: Winkel website

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord
